[
  {
    "number": 1,
    "text": "Does your Company have a written OHS Policy that has been approved by your top management and has been communicated throughout the organization and to your subcontractors (when applicable)?",
    "scoring": {
      "stretch": "The Company has a robust written OHS Policy that complies with ISO 45001, has been approved by its top management and, has been communicated throughout the organization and to its subcontractors (when applicable) and company can demonstrate that policy has been reviewed regularly and improved.",
      "commitment": "The Company has a written OHS Policy approved by its top management. The company can demonstrate that policy has been communicated throughout the organization and to its subcontractors (when applicable)",
      "robust": "The Company has a written OHS Policy approved by its top management.",
      "warning": "The Company has a policy but not signed off and not communicated, employees not familiar",
      "offtrack": "The Company either does not have a written OHS Policy and/or was unable to demonstrate with evidence how the Policy has been communicated throughout the organization and to its subcontractors (when applicable)."
    }
  },
  {
    "number": 2,
    "text": "Has your Company committed any infringements to the laws or regulations concerning Occupational Health & Safety (OHS) matters in the last three (03) years or is under any current investigation by, or in discussions with, any regulatory authority in respect of any OHS matters, accident or alleged breach of OHS laws or regulations?",
    "scoring": {
      "stretch": "The company has a robust documented process for the systematic identification and assessment of legal compliance, identified not only all its applicable legal requirements but also supporting HSE codes of practice, voluntary standards, technical specifications, charters, etc., and assesses its compliance against its legal obligations periodically and a process in place to manage and close the non-conformances identified.",
      "commitment": "The company has a documented process for the systematic identification and assessment of legal compliance, identified all its applicable legal requirements, assessed its compliance against its legal obligations periodically, and has a process in place to manage and close non-conformances identified.",
      "robust": "The Company has identified all its applicable legal requirements and assessed its compliance against them. The Company has also a process to manage any non-conformances arisen from legal compliance checks and confirmed that it has not committed any infringements to the laws or regulations.",
      "warning": "The Company confirmed that it has  committed any infringements to the laws or regulations concerning Occupational Health & Safety (OHS) matters in the last 3 years  but was able to demonstrate that it took the necessary corrective actions to prevent reoccurence of the breach and can only demonstrate list of applicable laws and regulations, cannot demonstrate compliance checks.",
      "offtrack": "The Company confirmed it has committed infringements to the laws or regulations concerning Occupational Health & Safety (OHS) matters in the last 3 years and/or is under investigation by, or in discussions with, any regulatory authority in respect of OHS matters, accident or alleged breach of OHS laws or regulations \nAND\nIt cannot demonstate any evidence that applicable laws and regulations are identified and compalince to them checked regularly."
    }
  },
  {
    "number": 3,
    "text": "Does the company have a process for Incident Reporting and Investigation, including a system for recording safety incidents (near misses, injuries, fatalities etc.) that meets local regulations and Ericsson's OHS Requirements at a minimum?",
    "scoring": {
      "stretch": "The Company has a documented process for Accident & Incident Reporting and Investigation, including a system for recording safety incidents (near misses, injuries, ill-health) that meets local regulations and Ericsson's OHS Requirements at a minimum. The Company could also provide evidence that incidents are being investigated to identify root causes and correct them to prevent recurrence and can demonstrate robust evidences on trend analysis of near-misses, risk observations, unsafe acts & conditions, lessons learned, etc.",
      "commitment": "The Company has a documented process for Accident & Incident Reporting and Investigation, including a system for recording safety incidents (near misses, injuries, ill-health) that meets local regulations and Ericsson's OHS Requirements at a minimum. The Company could also provide evidence that incidents are being investigated to identify root causes and correct them to prevent a recurrence.",
      "robust": "The Company has a process for Accident & Incident Reporting and Investigation, including a system for recording safety incidents (near misses, injuries, ill-health) that meets local regulations and Ericsson's OHS Requirements at a minimum. The Company could also provide evidence that incidents are being investigated. However, root cause analysis and corrective actions to prevent recurrence were poor.",
      "warning": "The Company only does legal reporting",
      "offtrack": "The Company either does not have a process for Accident & Incident Reporting and Investigation and/or could not provide evidence of having a system for recording and tracking safety incidents or that incidents are investigated to identify root causes and correct them to prevent recurrence\nand/or\nThe Company only does legal reporting\nand/or\nThe company could not provide any record of any OHS incidents or near misses being reported\nand/or\nThe company does not have any incidents or near misses reported."
    }
  },
  {
    "number": 4,
    "text": "Does the company set relevant OHS Annual Objectives and Performance Indicators to ensure continual improvement of their OHS performance? Are these performance indicators reviewed regularly by senior leaders?",
    "scoring": {
      "stretch": "The Company has set OHS Annual Objectives and Performance Indicators, has a plan in place to achieve them, and monitors progress periodically to ensure continual improvement of their OHS performance and discusses OHS performance in governance meetings, both internally and with its subcontractors (when applicable).",
      "commitment": "The Company has set OHS Annual Objectives and Performance Indicators, including customer KPIs, has a plan in place to achieve them, and monitors progress periodically.",
      "robust": "The Company is only monitoring customer OHS KPIs and has a plan in place to achieve them and monitors progress periodically.",
      "warning": "The company can only demonstrate Customer KPIs and/or reports and cannot demonstrate any internal monitoring plan for performance.",
      "offtrack": "The Company either does not have OHS Annual Objectives or Performance Indicators and/or does not have an action plan in place or monitors OHS performance systematically."
    }
  },
  {
    "number": 5,
    "text": "Does your company:\n• have an OHS organization that is dimensioned/resourced adequately?\n• have a qualified and competent OHS Responsible Person (OHS Practitioner/Officer) appointed to provide OHS expertise in the establishment and implementation of the OHS management system and to ensure that the Company meets local regulations and Ericsson's OHS Requirements as a minimum? \n•  have a clear organizational structure capable of discharging the OHS Responsibilities throughout the organization?\n•  appoint a qualified and competent OHS Responsible Person for each project?",
    "scoring": {
      "stretch": "The Company has \n• a well-dimensioned and resourced OHS organization. \n• appointed OHS Responsible person(s) (OHS Practitioner) meets local regulations and Ericsson's requirements as a minimum, including qualifications, experience, and required licenses and/or memberships. \n• that there is a formal appointment in place and that is valid, and there is either a formal employment contract or a service contract between the Company and the appointee.  \n• OHS responsibilities in all job descriptions requested to be submitted as evidence.\n• assigned competent project/s OHS responsible\n• assigned competent PICW for each site",
      "commitment": "The Company has \n• an OHS organization. \n• appointed OHS Responsible person(s) (OHS Practitioner) meets local regulations and Ericsson's requirements as a minimum, including qualifications, experience, and required licenses and/or memberships. \n• that there is a formal appointment in place and that is valid, and there is either a formal employment contract or a service contract between the Company and the appointee.  \n• assigned competent project/s OHS responsible\n• assigned competent PICW for each site",
      "robust": "The Company has \n• appointed OHS Responsible person(s) (OHS Practitioner) meets local regulations and Ericsson's requirements as a minimum, including qualifications, experience, and required licenses and/or memberships. \n• that there is a formal appointment in place and that is valid, and there is either a formal employment contract or a service contract between the Company and the appointee.  \n• assigned competent project/s OHS responsible\n• assigned competent PICW for each site",
      "warning": "The Company has appointed a person as OHS responsible. However, he/she does not meet local regulations and Ericsson's requirements in terms of qualification and experience.",
      "offtrack": "The Company  does not have a qualified and competent OHS responsible person appointed and  no PICW assigned for the projects/sites."
    }
  },
  {
    "number": 6,
    "text": "Does the company have a process to ensure that all its employees (and subcontractors when applicable) have the required technical competence, are medically fit, and are trained by licensed training centers on the OHS aspects of the works  (including OHS Induction) they will perform for Ericsson?",
    "scoring": {
      "stretch": "The Company has a documented process to manage OHS training, competence, and medical fitness to work and has provided evidence that (based on sampling): \n•\tits employees (and subcontractors when applicable) have the required competence, are trained, and medically fit to work in line with Ericsson’s requirements\n•\tits employees (and subcontractors when applicable) received their OHS training from licensed/accredited training centers \n•\tthe fitness to work of its employees (and subcontractors when applicable) are evaluated by approved medical providers and in line with local regulations\n• training is provided in relevant languages based on project location and attendees' needs \n• safety topics and issues are communicated and discussed with employees and contractors.\n• periodic OHS awareness activities are conducted and frequency",
      "commitment": "The Company has a documented process to manage OHS training, competence, and medical fitness and has provided evidence that (based on sampling): \n•\tits employees (and subcontractors when applicable) have the required competence, are trained, and medically fit in line with Ericsson’s requirements\n•\tits employees (and subcontractors when applicable) received their OHS training \n•\tthe fitness to work of its employees (and subcontractors when applicable) is evaluated",
      "robust": "The Company can demonstrate training and fitness to work records with a list or database listing all the employees and subcontractors and detailing (based on sampling):\n•\tjob role, \n•\ttraining requirement as per the training matrix\n•\tmedical fitness to work compliance\n•\tcompliance status against the requirement",
      "warning": "The Company has a training matrix but it is generic",
      "offtrack": "The Company either does not have a process and/or could not provide sufficient evidence to demonstrate that it has the mechanism in place to manage the OHS training, competence and medical fitness of its employees (and subcontractors when applicable) in line with Ericsson's expectations."
    }
  },
  {
    "number": 7,
    "text": "Does the company have a process for OHS Risk Assessment & Control in line with local regulations and Ericsson's OHS Requirements as a minimum?",
    "scoring": {
      "stretch": "The company has\n* a comprehensive documented process for OHS Risk Assessment & Control that provides a framework for baseline risk assessments, job safety analysis (JSA), daily risk assessment, etc., \n* evidence of process implementation, including at least three (03) risk assessments of recent projects and that these risk assessments are of good quality, \n* evidence of communication of risks to employees and subcontractors, \n* evidence of actions plans to mitigate/manage the risks identified \n* provided evidence of opportunities to improve OHS performance",
      "commitment": "The company has a documented process for identifying and managing OHS risks and provided evidence of its implementation in activities related to the scope of work for Ericsson, including communication of the risks identified to the relevant employees and subcontractors (when applicable) and action plans to mitigate those risks.",
      "robust": "The company provided evidence of project risk assessments and pre-work checks (or equivalent such as Permit To Work) or JHA to demonstrate implementation in activities related to the scope of work for Ericsson, including communication of the risks identified to the relevant employees and subcontractors (when applicable) and action plans to mitigate the risks.",
      "warning": "The Company has basic risk assessment which does not cover all the activities that it will perform for Ericsson projects",
      "offtrack": "The Company either does not have a process for OHS Risk Assessment & Control and/or could not provide evidence that it has been consistently implemented."
    }
  },
  {
    "number": 8,
    "text": "Does your company prepare Project OHS Plans for each of your projects detailing the measures that must be in place to manage the risks associated with the scope of work?",
    "scoring": {
      "stretch": "Company has comprehensive Project OHS Plans for each project that included high-risk activities such as driving, working at heights, civil and electrical work, construction and project specific risks and mitigation actions/measures are identified in the OHS Plan. OHS plans provided as evidence meet Ericsson's requirements listed below;\n* scope of work that shall be undertaken;\n* key contacts, and responsibilities for OHS delivery including the  qualifications, competence and experience of those with specific\nresponsibility for OHS;\n* risk assessments and mitigation\n* training and competence provisions \n* details of the monitoring, auditing, inspection, certification and reporting processes that the Supplier has in place to ensure that the required standards are achieved and provide OHS data thereof to Ericsson as agreed;\n* details of the Supplier’s incident reporting and investigation procedures;\n* details on how sub-contractors shall be selected and managed, including communication of standards \n* details of how any high-risk substances shall be selected, used and controlled throughout the delivery of the works;\n* details of the Suppliers emergency processes; and\n* any other required details of the Governance process between Ericsson and the Supplier.\n* There is a Project OHS Organization and the Project OHS Responsible Person in line with the requirements listed in Question 5; i.e. name and professional qualifications (certifications, memberships, including local mandatory requirements etc.) and responsibilities specified in the Project OHS Plan",
      "commitment": "Company has Project OHS Plans for each project, is good quality and include high-risk activities such as driving, working at heights, civil and electrical work, construction, and project-specific risks and mitigation actions/measures are identified in the OHS Plan and, \nit can demonstrate the appointment of OHS Responsible person/s for the projects, including details of their professional qualifications.",
      "robust": "Company has prepared Project OHS Plans for each project that included high-risk activities such as driving, working at heights, civil and electrical work, construction and can demonstrate the evidence on the appointed OHS Responsible person for the projects including details of their professional qualifications",
      "warning": "The Company has basic OHS Plan which does not cover all the activities that it will perform for Ericsson projects",
      "offtrack": "The company could not demonstrate that they prepare OHS Plans for their projects, \nor\nOHS Plans provided were of poor quality \nor\nevidence provided is a copy and paste or plagiarized from the internet."
    }
  },
  {
    "number": 9,
    "text": "Does your company conduct Site Inspections to assess adherence to OHS requirements during field activities?",
    "scoring": {
      "stretch": "The Company can demonstrate that:\n• It has a structured site inspection plan/program\n• it has a unified site inspection checklist\n• it has competent and qualified site OHS inspectors\n• it has a plan for mitigation actions/improvement actions of site inspection findings\n• it has statistics for site inspections/targets for monthly site inspections\n• it follows up corrective actions from site inspections.",
      "commitment": "Company has planned OHS Site Inspections. OHS site inspection plan, inspector list (incl qualifications), inspection reports, action plans were provided as evidence.",
      "robust": "Company has planned OHS Site Inspections and inspection reports, action plans were provided as evidence.",
      "warning": "Company has limited inspection reports and no action plans in place.",
      "offtrack": "Company has no records of any OHS Site Inspections."
    }
  },
  {
    "number": 10,
    "text": "Does your company have a process to prepare for Emergency Preparedness and Response that ensures:\n*emergency plan/instructions are place for any potential emergency situations\n*all employees including subcontractors are trained on such emergency procedures",
    "scoring": {
      "stretch": "The Company has a documented process to determine any emergency situation that could arise from its  activities/scope of work and has prepared Emergency Preparedness, and Response plans that are specific to the sites/scope of work and risks (and do not only cover fire prevention), and include details on emergency routes, communication, medical response, and emergency kits, and training (i.e. first aid, tower rescue, etc.).  \nThe Company could demonstrate that emergency arrangements have been communicated to its employees and subcontractors (where applicable) and are periodically tested, and the availability and condition of emergency response equipment and suppliers are regularly verified.",
      "commitment": "The Company has a documented process to determine emergency situations that could arise from its activities/scope of work and has prepared Emergency Preparedness and Response plans that are specific to the sites/scope of work and risks, that include details on emergency routes, communication, medical response, and emergency kits, and training (i.e. first aid, tower rescue, etc.).  The Company could also demonstrate that emergency arrangements have been communicated to its employees and subcontractors (where applicable) and are periodically tested, and the availability and condition of emergency response equipment and suppliers are regularly verified. \nHowever, not all emergency situation that could arise from their activities/scope of work were not included in the plans sampled.",
      "robust": "The Company has prepared Emergency Preparedness, and Response plans that are specific to the sites/scope of work and risks, that include details on emergency routes, communication, medical response, emergency kits, and training (i.e. first aid, tower rescue, etc.).  The Company could also demonstrate that emergency arrangements have been communicated to its employees and subcontractors (where applicable) and are periodically tested, and the availability and condition of emergency response equipment and suppliers are regularly verified. However, not all emergency situations that could arise from their activities/scope of work were not included in the plans sampled.",
      "warning": "The Company could not provide sufficient evidence to demonstrate that it has arrangements in place to plan and respond to emergency situations that could arise from its activities/scope of work.",
      "offtrack": "There is no evidence for Fire Prevention and Emergency Preparedness and Response"
    }
  },
  {
    "number": 11,
    "text": "Does your company have a documented process for the Management of Personal Protective Equipment (PPE)  including procurement, storage, issue, use, inspection, maintenance, test and disposal that meets Ericsson's OHS Requirements as a minimum including, but not limited to?\n* that all employees are trained in the adequate use of PPE \n* that all employees are trained and understand that PPE must be used only for the intended purpose\n* that PPE is provided to employees free of charge\n* that PPE is examined for faults before use and any defective PPE is replaced immediately \n* that PPE is maintained, stored and tested according to manufacturer’s recommendations and/or international standards.",
    "scoring": {
      "stretch": "The Company has a robust documented process for the Issue, Use, and Management of Personal Protective Equipment (PPE) that meets Ericsson's requirements and demonstrated that: \n\n* employees (and subcontractors where applicable) are trained in the adequate use of PPE and that PPE must be used only for the intended purpose\n* PPE is provided to employees (and subcontractors where applicable) free of charge\n* PPE is examined for faults before use, and any defective PPE is replaced immediately \n* PPE is maintained, stored, and tested according to the manufacturer’s recommendations and/or international standards. \n* Employees (and subcontractors where applicable) are medically fit to use PPEs, necessary medical tests for specific PPEs are done, like respiratory tests, etc.\n* broken PPE is taken back, stored separately and disposed properly. \n* comprehensive records are maintained",
      "commitment": "The Company has a documented process for the Issue, Use, and Management of Personal Protective Equipment (PPE) and demonstrated that: \n\n* employees (and subcontractors where applicable) are trained in the adequate use of PPE and that PPE must be used only for the intended purpose\n* PPE is provided to employees (and subcontractors where applicable) free of charge\n* PPE is examined for faults before use, and any defective PPE is replaced immediately \n* PPE is maintained, stored, and tested according to the manufacturer’s recommendations and/or international standards. \n* Employees (and subcontractors where applicable) are medically fit to use PPEs, necessary medical tests for specific PPEs are done, like respiratory tests, etc.\n* broken PPE is taken back, stored separately and disposed properly. \n* records are maintained",
      "robust": "The Company has a documented process for the Issue, Use, and Management of Personal Protective Equipment (PPE) and demonstrated that: \n\n* employees (and subcontractors where applicable) are trained in the adequate use of PPE and that PPE must be used only for the intended purpose\n* PPE is provided to employees (and subcontractors where applicable) free of charge\n* PPE is examined for faults before use, and any defective PPE is replaced immediately \n* basic records are maintained",
      "warning": "No process in place or very limited arrangements for the Issue, Use, and Management of Personal Protective Equipment (PPE). Limited or no records maintained.",
      "offtrack": "No evidence in place"
    }
  },
  {
    "number": 12,
    "text": "Does your company have a written process for managing subcontractors' work and performance, including, but not limited to:\n• due diligence for the OHS evaluation/selection of subcontractors; \n• how OHS responsibilities and requirements are included in the contracts with subcontractors; \n• how the company ensures that Ericsson’s OHS requirements are effectively cascaded down to its subcontractors and adhere to\n• how the company ensures that its subcontractors comply and adhere to local laws and regulations (including insurance and employees' Social Security registration)\n• how the company ensures that its subcontractors are technically competent, medically fit, and trained by licensed training centers on the OHS aspects of the works they will perform for Ericsson\n• how the company manages and monitors its subcontractors' OHS performance.",
    "scoring": {
      "stretch": "The Company demonstrated that \n• it has a process for Supplier Selection and Evaluation that includes Ericsson's OHS requirements, or largely similar requirements\n• it has Ericsson OHS requirements, or largely similar requirements, in its subcontractors' contracts and has good mechanisms to verify adherence \n• it has mechanisms to make sure safety standards are adhered to continuously\n• it holds OHS Governance meetings with subcontractors to discuss performance (at least quarterly) and continual improvement \n• corrective actions are taken to address subcontractors' performance issues proactively and it has a process for consequence management to manage breaches and violations. \n• it ensures that its subcontractors comply and adhere to local laws and regulations (including insurance and employees' Social Security registration)\n• it ensures that its subcontractors are technically competent, medically fit, and trained by licensed training centers on the OHS aspects of the work they will perform for Ericsson",
      "commitment": "The Company demonstrated that \n• it has a process for Supplier Selection and Evaluation that includes generic OHS requirements\n• it has OHS generic requirements in its subcontractors' contracts\n• it has basic mechanisms to make sure safety standards are adhered to\n• it holds OHS Governance meetings with subcontractors to discuss performance (at least quarterly) and continual improvement \n• corrective actions are taken to address subcontractors' performance issues proactively\n• it ensures that its subcontractors comply and adhere to local laws and regulations (including insurance and employees' Social Security registration)\n• it ensures that its subcontractors are technically competent, medically fit, and trained by licensed training centers on the OHS aspects of the work they will perform for Ericsson",
      "robust": "The Company demonstrated that \n• it has OHS generic requirements in its subcontractors' contracts\n• it holds OHS Governance meetings with subcontractors to discuss performance (at least quarterly)\n• it ensures that its subcontractors comply and adhere to local laws and regulations (including insurance and employees' Social Security registration)\n• it ensures that its subcontractors are technically competent, medically fit, and trained by licensed training centers on the OHS aspects of the work they will perform for Ericsson",
      "warning": "The company has very limited or no process at all for managing subcontractors.",
      "offtrack": "No evidence of implementation in place"
    }
  },
  {
    "number": 13,
    "text": "Does your company have a process to ensure that all equipment including , but not limited to, cranes, mechanical lifting devices, chains, ropes, grinders, jackhammers, testing equipment, electrical tools is:\n•\tsuitable for its intended use \n•\tmaintained in line with manufacturer's recommendations (Maintenance plan)\n•\tinspected / examined before use \n•\tcalibrated (whenever applicable) \n•\tonly used by those competent to operate it",
    "scoring": {
      "stretch": "The company has a documented process to ensure that all necessary equipment is listed, maintained, inspected, and calibrated. The Company can demonstrate evidence of equipment inventory, maintenance records, calibration plan and records, training records",
      "commitment": "The company has a register listing the inventory of all equipment and PPE requiring testing, calibration and/or periodic maintenance/certification, including details of serial numbers and maintenance plan in place. All records are up-to-date.",
      "robust": "The company has a list of equipment in place and a maintenance plan in place but limited records on inspections, testing, and calibration were available and/or testing were overdue.",
      "warning": "Very limited or no evidence to demonstrate that all necessary equipment is accounted for in an inventory, maintained, inspected, and calibrated.",
      "offtrack": "No evidence provided as equipment inventory, maintenance plans, records, etc."
    }
  },
  {
    "number": 14,
    "text": "Does your company have a procedure for Climbing & Working at Heights that meets local regulations and Ericsson's OHS Requirements as minimum including, but not limited to?\n* that only persons that are medically fit, trained and hold a current certificate of competence can perform working at heights activities\n* that trained and equipped ‘tower rescue’ personnel are always on site during all tower climbing works and ready to perform rescue activities \n* that in addition to standard PPE, specific PPE such as full body harness, double Y-lanyards, work position lanyards and fall arrest systems are always available, in good condition and inspected on regular basis irrespective of its usage by a qualified person\n* arrangements including risk assessments and controls are identified and in place to address all working at heights potential risks including unauthorized access to work zones, falling objects, pre-work inspections, adequate anchoring, adverse weather conditions, limited lighting, etc.\n* arrangements for the safe use of Mobile Elevated Work Platforms, including safe work practices and provisions for operator certification, pre-inspection and use requirements.",
    "scoring": {
      "stretch": "The company can demonstrate evidence on;\n* A robust documented procedure for Climbing & Working at Heights/Fall Protection Plan that meets local regulations and Ericsson's OHS Requirements \n*Risk assessment carried out before commencement of any work involving climbing, working at height, and lifting activities\n*Persons undertaking work activities at height maintain a level of competence\n*Refresher training or re-examination carried out in accordance with local legislation but in no event at greater intervals than two years.\n*Climbers are medically fit to work\n*All necessary items of PPE issued to all climbers, including but not limited to; a safety harness, a lanyard incorporating a shock absorber, boots, gloves, foul weather clothing, head protection with chinstrap, head torches, arc lamps on the ground and/or structure at appropriate mounting points to avoid glare and the effects of shadowing.\n*Pre-climb inspection carried out before climbing include a visual check of any parapet, permanent guardrail or other fall protection measure prior to using them\n*Safe work method statements (SWMS) are implemented for all work-at-height activities\n*A climb leader is appointed for the climbing activities\n* All plant equipment used for the purposes of working at heights or lifting/ lowering activities meet the requirements of local legislation and standards\n*Specific emergency arrangements are in place for the climbing activities",
      "commitment": "The company can demonstrate evidence on;\n*The supplier has a process in place to handle conditions on the site, including unexpected work, and has established controls for most foreseeable incidents related to working at height.\n*These measures are documented and actively implemented\n*Training for work at heights is specifically defined based on the level of work and is delivered by approved providers. \n*Personal protective equipment standards are specified, meet recognized standards, and records are kept.\n*Climbers medically fit to work  is confirmed by a medical professional, but the extent of the assessment is not specified.",
      "robust": "*It is clearly communicated to all personnel working at heights that medical fitness must be verified. \n*Adequate controls are established for critical arrangements, including pre-start checks, weather considerations, radio frequency shutdowns, and strict regulations for night work and the number of individuals involved in rigging and lifting activities.\n*Specific training for working at height is designed, provided by qualified instructors, includes a competence test and focuses heavily on practical application. \n*The standards for personal protective equipment (PPE) have been defined and comply with local laws, but have not been confirmed as suitable for the specific work scope. \n*Records of PPE issue/usage are kept",
      "warning": "*Medical checks are performed on an informal basis, but the requirement and scope of these checks are not defined. \n*The existing processes are incomplete and lacking in several aspects.\n*Training for work at height activities is conducted by either unapproved providers or through internal train-the-trainer programs.\n*The standards for personal protective equipment (PPE) have not been established, but some minimum expectations exist. \n*There is no documentation or record-keeping in place",
      "offtrack": "Company does not comply with all requirements. Evidence is not sufficient or in place."
    }
  },
  {
    "number": 15,
    "text": "Does the company have a procedure for Rope Rigging & Lifting that meets local regulations and Ericsson's OHS Requirements  at a minimum?",
    "scoring": {
      "stretch": "The company can demonstrate evidence of;\n*A robust documented process for rope rigging and lifting\n* The process is understood/acknowledged  by employees and subcontractors and implemented effectively\n*Robust risk assessment, including lifting activities\n*Pre-work check, or similar, is carried out before activities commence\n*Only trained and competent employee perform rope rigging and lifting operations\n*Lifting plans for lifting and lowering activities including evidence of  correct rigging and lifting equipment is in place for lifts and supervising process for lifting",
      "commitment": "The company can demonstrate evidence on;\n*A good process on rope rigging & lifting and have a comprehensive risk assessment to cover hazards arising from rope rigging & lifting\n*These measures are documented and actively implemented\n*Training for rope rigging & lifting is specifically defined based on the level of work and is delivered by approved providers. \n*Lifting plans in place include safe operating calculations, diagram to demonstrate the lifting activities",
      "robust": "The company can demonstrate evidence on;\n*Baseline and pre-work risk assessments are include lifting activities (Min 3 examples)\n*Only trained and competent employee perform rope rigging and lifting operations, and it is documented in the training matrix\n*Lifting plans in place include safe operating calculations, diagram to demonstrate the lifting activities",
      "warning": "*Rope Rigging & Lifting hazards covered under W@H risk assessment on paper but no other records and/implementation to control the risk",
      "offtrack": "Company does not comply with all requirements. Evidence is not sufficient or in place."
    }
  },
  {
    "number": 16,
    "text": "Does your company have a procedure for Working with Electricity that meets local regulations and Ericsson's OHS Requirements as minimum, including but not limited to, \n* that electrical qualifications are maintained by those who will perform the works\n* Lock Out/Tag Out process \n* prohibition to do live electrical work on high voltage systems \n* that anyone performing any type of work on electrical equipment (including subcontractors) are trained and hold a current certificate of competence to work with electricity \n* that anyone performing any type of work on electrical equipment is provided with the Personal Protective Equipment (PPE) that is required for the task\n* that insulated tools such as screwdrivers, side cutters, wire strippers are provided and used when performing electrical works\n* that all portable electrical tools operate at safe voltage \n* that electrical works is only performed on electrical equipment that complies with applicable legal requirements and electrical safety standards\n* that safety instructions related to electrical work have been communicated to employees and subcontractors and that adherence is actively monitored\n\n** Please provide evidence 16.4 if you have \"High voltage electrical works\" in your scope",
    "scoring": {
      "stretch": "The company can demonstrate evidence on;\n*A robust  documented procedure for Working with Electricity that meets local regulations and Ericsson's OHS Requirements \n*Risk assessment covering electrical work tasks before starting any electrical work and control the hazards\n*Safe working method statement approved by the appointed Competent Person responsible for the system, to describe a system of work which will avoid injury\n*Training standards for all people conducting electrical work are defined, in line with local legislation, industry best practice and enforced. These go beyond legal requirements if necessary.\n*Robust procedure in place with strict rules of No live working. Detailed isolation procedure and processes exist, that are clearly documented, cover all likely tasks and can be demonstrated as used.\n*A process exist for all equipment and installations - portable and fixed - that ensures that any electrical fault is reported and acted upon by a qualified electrician / the equipment is replaced.\n*Everyone who works on or near electrical systems receives comprehensive and specific awareness training.",
      "commitment": "The company can demonstrate evidence on;\n*Training standards and qualifications that comply with local legal requirements and are established and strictly followed. \n*The supplier is aware of the local legal training requirements and regularly checks for competence.\n*A firm policy against live work is clearly documented, emphasized in training and awareness programs.\n*A formal process has been implemented and is included in training programs, specifying the types of issues that should be reported.\n*Everyone receives basic electrical awareness training, while those most at risk of exposure receive additional, risk-specific training.",
      "robust": "The company can demonstrate evidence on;\n*Local training standards and qualifications that meet local legal requirements are established and rigorously followed.\n*Procedures for electrical isolation are established, and a strict policy against live work is in place.\n*The importance of reporting issues is emphasized in training and awareness programs.\n*All personnel receive basic electrical awareness training.",
      "warning": "*The electrical qualifications of personnel are verified, but it has not been determined if they meet the local legal requirements for the scope of work being performed.\n*While isolation procedures have been established, it is uncertain if they are comprehensive or consistently followed.\n*Limited information on the requirement to report electrical malfunctions in installations or equipment is provided.\n*The training provided is minimal and its effectiveness cannot be confirmed.",
      "offtrack": "Company does not comply with all requirements. Evidence is not sufficient or in place."
    }
  },
  {
    "number": 17,
    "text": "Does your company have a procedure for Driving and Vehicle Safety that meets local regulations and Ericsson's OHS Requirements as minimum including, but not limited to: \n* drivers’ competence including Defensive/Safe Driving training, driving license for the type of vehicle and fitness to work \n* vehicles are equipped with tracking/telematics systems\n* driving behavior monitoring process \n* fleet roadworthiness and management including routine inspections\n* communication and mechanisms to secure compliance to Ericsson Lifesaving Rules , including use of seat belts by driver and all passengers, prohibition of use of handheld mobile phones while driving, and adherence to speed limits always. \n* prohibition of carrying unauthorized third parties in Ericsson’s assigned vehicles \n* vehicles equipped with safety kits including safety net, emergency triangles, fire extinguisher and first aid kit as minimum\n* adherence to all requirements by your subcontractors. \n* journey management plans including a risk assessment to ensure all risks related to driving are mitigated",
    "scoring": {
      "stretch": "The company can demonstrate evidence on;\n* A robust documented procedure for Driving and Vehicle Safety that meets local regulations and Ericsson's OHS Requirements\n*Detailed vehicle standards exist - both detailed specification of features and maintenance requirements. Regular user inspections are recorded.\n*Journey management plans including a risk assessment to ensure all risks related to driving are mitigated, evidence of rules around driving duration, road type, how to consider weather conditions / night driving and viable alternatives are in place. Compliance is actively monitored.\n*A comprehensive process to monitor and validate license, medically fit to drive such as eyesight checks and receive additional training for defensive driving, off-road, night driving, towing trailers etc.  Program in place to inform employer at any point if no longer fit to drive\n*Have pre-assessment for new comers and new drivers\n*Active measures are in place to monitor and manage driver behavior. Speeding, seat belt use, hand held mobile phones etc. Results are analyzed and acted upon consistently.\n\n*Inboard vehicle monitoring systems (IVMS) in place (Only for MMEA)",
      "commitment": "The company can demonstrate evidence on;\n*Vehicle and maintenance standards have been established, covering topics such as seat belts, maintenance schedules, tire tread depth, windscreens, and the transportation of materials and tools.\n*Driver standards have been established, and the process in place meets most of the requirements of the Ericsson Driving Standard.\n*Clear guidelines for journeys, including hazardous roads, journey times, and adverse weather conditions, are in place and strictly enforced.\n*Measures in place to monitor speed violations\n\n*Automated devices (IVMS) monitor speed on all project vehicles and the data is recorded and used to address frequent violators. (Only for MMEA)",
      "robust": "The company can demonstrate evidence on;\n*Management of driving risks, including reports from vehicle tracking systems, reports on driving performance and actions taken to address deviations, and vehicle inspection records.\n*Driver standards are periodically reviewed, including licenses, but some aspects are missing.\n*Informal monitoring of driver behavior is in place and used to improve behavior.\n*Generic guidelines for journeys exist and are widely followed",
      "warning": "*Vehicle standards only adhere to local legal requirements.\n*Some elements are in place but there is no ongoing verification process. \n*Driver competency is solely the responsibility of regulatory bodies and not the supplier.\n*While there is evidence of promoting good driving behavior, there is no tracking or analysis of it.\n*Guidelines for journey planning exist but there is limited support or training to ensure they are followed.",
      "offtrack": "Company does not comply with all requirements. Evidence is not sufficient or in place."
    }
  },
  {
    "number": 18,
    "text": "Does your company have a procedure for Environmental & Occupational Noise that meets local regulations and Ericsson's OHS Requirements as minimum, including but not limited to;\n* identify the noise hazards, including but not limited to level and time of exposure, through appropriate noise surveys,\n* assess the likely exposure of employees to the noise hazard, and\n* define in a noise management plan the measures required to eliminate or reduce risks, control exposures, and protect employees. \n* correct hearing protection meeting any recognized international standards shall be provided and used as required. \n* employees use the prescribed hearing protection when required\n* noise control and hearing protection equipment is maintained as per the manufacture’s recommendations\n* training on the risks, use and maintenance of personal protective equipment (“PPE”) is provided.\n* hearing checks shall be provided to all employees who are exposed to noise above the limits (noise exposure limits as defined in health and safety legislation are adhered to. In any event, a maximum of 80 dBA TWA over 8 hours period , or less if required by local laws, shall not be exceeded)",
    "scoring": {
      "stretch": "The company can demonstrate evidence on;\n* A robust documented procedure for Environmental & Occupational Noise that meets local regulations and Ericsson's OHS Requirements\n*Risk assessments identify the noise hazards and a noise management plan to eliminate or reduce risks, control exposures and protect employees\n*Medical periodical exposure checks (e.g., audiometric testing) for people exposed to noise above statutory threshold and a hearing conservation program for all staff who are exposed to noise above the statutory threshold shall be supported\n*Correct hearing protection (PPE) meeting any recognized international standards including training on the risks, use and maintenance of personal protective equipment\n*Employees are provided with adequate hearing protection and trained on how to use and when to use it. \n*Company does noise measurements  and impact assessments using  with a proper equipment or an authorize 3rd party provider",
      "commitment": "The company can demonstrate evidence on;\n*A good process on Environmental & Occupational Noise and have a good risk assessment to cover hazards arising from noise\n*These measures are documented and actively implemented\n*Training standards and qualifications that comply with local legal requirements are established and strictly followed. \n*Personal protective equipment standards are specified, meet recognized standards, and records are kept.\n* Actively monitering noise impacts and implementing noise reductions \n*Hearing checks are conducted to all employees who are exposed to noise",
      "robust": "The company can demonstrate evidence on;\n*Baseline risk assessment which covers Environmental & Occupational Noise\n*Local training standards and qualifications that meet local legal requirements are established and rigorously followed.\n*Training on the risks, use and maintenance of personal protective equipment (“PPE”) is provided.",
      "warning": "*Noise hazards included in generic risk assessment on paper but no other records and/implementation to control the risk",
      "offtrack": "Company does not comply with all requirements. Evidence is not sufficient or in place."
    }
  },
  {
    "number": 19,
    "text": "Does your company have a procedure to manage exposure to Radio Frequency Electromagnetic fields that meets local regulations and Ericsson's OHS Requirements as minimum, including but not limited to:\n* securing compliance with applicable allowable limits (‘exposure limits’) \n* controls to ensure that no work is carried out within the compliance boundary (exclusion zone) of a live antenna\n* provision and use of handheld or body or body worn personal monitors (i.e. dosimeters) \n* calibration of monitors \n* RF EMF training provision for employees and subcontractors",
    "scoring": {
      "stretch": "The company can demonstrate evidence on;\n*A robust a procedure to manage exposure to Radio Frequency Electromagnetic fields that meets local regulations and Ericsson's OHS Requirements as minimum\n*Site risk assessment to identify if RF EMF levels may exceed exposure limits and have an assessment of RF EMF exposure carried out in advance of work commencing\n*Relevant RF EMF safety training to employees carry out work in areas where RF EMF exposure may exceed public Exposure Limits\n*All employees fit work and medical devices, such as heart pacemakers, insulin pumps and implanted metal plates considered during medical checks\n*Records all RF EMF exposure above the exposure limit as incident and investigate",
      "commitment": "The company can demonstrate evidence on;\n*A good process on Radio Frequency Electromagnetic fields  and have a good risk assessment to cover hazards arising from RF\n*These measures are documented and actively implemented\n*Training standards and qualifications that comply with local legal requirements are established and strictly followed. \n*Personal protective equipment standards are specified, meet recognized standards, and records are kept.\n*Records all RF EMF exposure above the exposure limit are kept",
      "robust": "The company can demonstrate evidence on;\n*Baseline risk assessment which covers Radio Frequency Electromagnetic\n* Applicable allowable limits (‘exposure limits’) well known\n* RF EMF training provision for employees and subcontractors",
      "warning": "*RF hazards included in generic risk assessment on paper but no other records and/implementation to control the risk",
      "offtrack": "Company does not comply with all requirements. Evidence is not sufficient or in place."
    }
  },
  {
    "number": 20,
    "text": "Does your company have a documented process for the Hot Works that meets Ericsson's OHS Requirements as a minimum including, but not limited to?\n* that company conduct full fire risk assessment initially and upon a material change to the premises\n* that persons carrying out hot work have enough experience and competence\n* that  a fire watch appointed for a minimum of one hour after the hot works have been completed\n* that company have a hot work permit system issued by a competent person before the work is started\n* that company provide an appropriate fire extinguisher and fire blanket available during hot work",
    "scoring": {
      "stretch": "The company can demonstrate evidence on;\n*A robust documented process for the Hot Works that meets Ericsson's OHS Requirements\n*Persons carrying out hot work have the required experience and competence\n*A hot work permit system issued by a competent person before the work commences\n*Fire extinguisher, fire blankets and first aid equipment documented on inventory list.   \n* Hot work tools and equipment such as flammable gas bottles, welding machines maintained, inspected,  stored and controlled.                                                                                        * Special needs thermal PPE, such as welding helmets, anti arc flash, face shields, aprons and gloves.  \n* Periotic medical checks  for employees exposed to dangerous fumes from hot work.",
      "commitment": "The company can demonstrate evidence on;\n*A good process on Hot Works and have a good risk assessment to cover hazards arising from it\n*These measures are documented and actively implemented\n*Training standards and qualifications that comply with local legal requirements are established and strictly followed. \n*Personal protective equipment standards are specified, meet recognized standards, and records are kept.\n*Fire extinguisher, fire blankets and first aid equipment documented on inventory list.   \n* Training fire extinguisher, fire watches to monitor hot activities.",
      "robust": "The company can demonstrate evidence on;\n*Baseline risk assessment which covers how works\n*That persons carrying out hot work have enough experience and competence",
      "warning": "*Hazards arising from hot works included in generic risk assessment on paper but no other records and/implementation to control the risk",
      "offtrack": "Company does not comply with all requirements. Evidences not sufficient or in place."
    }
  },
  {
    "number": 21,
    "text": "Does your company have a process for Hazardous Chemical Handling including spill control and response, that meets local regulations and Ericsson's Requirements as minimum, including but not limited to,  \n* the prohibition of use of any substance listed in the Ericsson List of Banned and Restricted Substances.\n* that Safety Data Sheet (SDS) are kept up to date and available in the local language \n* that risk assessments for the use of chemical substances are undertaken and controls are in place in line with SDSs instructions as minimum\n* that everyone that is required to handle/use chemical substances are trained to do so and are provided with the appropriate Personal Protective Equipment (PPE)\n* that chemical substances are appropriately stored, labelled and disposed of in accordance with applicable legislation and SDS\n* that spill control and response arrangements are in place including availability of spill kits, trained staff and waste management in accordance with applicable legislation and SDS.",
    "scoring": {
      "stretch": "The company can demonstrate evidence on;\n*A robust documented process for Hazardous Chemical Handling including spill control and response, that meets local regulations and Ericsson's Requirements\n*Employee training about the chemicals, risks and protective measures, emergency planning etc.\n*Safety data sheets in place in the local language, available where the chemicals are used and stored, available, in case of an emergency (copies of SDS as a 2nd set) and kept updated\n*All chemicals used listed, monitored and controlled (including where they are used.),kept in undamaged, marked, and suitable sealed containers, and stored, used and disposed of in accordance with applicable legislation and its Safety Data Sheet\n*Relevant employees medically fit to work with chemicals\n*A chemical administrator appointed before the first use and when chemicals are identified in the workplace (i.e. office, warehouse, production site, test lab or customer site)",
      "commitment": "The company can demonstrate evidence on;\n*A good process on Hazardous Chemical Handling and have a good risk assessment to cover hazards arising from Hazardous Chemicals\n*These measures are documented and actively implemented\n*Training standards and qualifications that comply with local legal requirements are established and strictly followed. \n*Personal protective equipment standards are specified, meet recognized standards, and records are kept.\n*Safety Data Sheet (SDS) are kept up to date and available in the local language",
      "robust": "The company can demonstrate evidence on;\n*Baseline risk assessment which covers Hazardous Chemical Handling\n*Safety Data Sheet (SDS) are kept up to date and available in the local language\n*Local training standards and qualifications that meet local legal requirements are established and rigorously followed.\n*The standards for personal protective equipment (PPE) have been defined and comply with local laws, but have not been confirmed as suitable for the specific work scope.",
      "warning": "*Hazards arising from Hazardous Chemical Handling included in generic risk assessment on paper but no other records and/implementation to control the risk",
      "offtrack": "Company does not comply with all requirements. Evidence is not sufficient or in place."
    }
  },
  {
    "number": 22,
    "text": "Does your company have a procedure for Confined Spaces that meets local regulations and Ericsson's OHS Requirements as minimum, including but not limited to, \n* that confined space qualifications are maintained by those who will perform the works; adequate technical competency for confined space entry supervisors, authorized confined space entrants, person who test or monitor atmosphere, stand-by personnel/attendant, and rescue personnel.\n* permit to work system with minimum mandatory permit content\n* test confined space atmosphere safety by appropriate atmospheric tests (i.e., oxygen deficiency, toxic substances, and explosive concentrations etc.) before entry and monitor and record in accordance with needs of the nature of workplace and local legal requirement\n* that anyone performing any type of work in confined spaces (including subcontractors) are trained minimum about hazards of confined spaces, assessment of procedures, control measures, emergency plan and procedures; and selection, use, fit and maintenance of safety equipment and hold a current certificate of competence to work in confined spaces \n* that anyone performing any type of work in confined spaces is provided with the Personal Protective Equipment (PPE) that is required for the task\n* that safety instructions related to confined spaces have been communicated to employees and subcontractors and that adherence is actively monitored\n* that emergency arrangements specific to the activity being undertaken and to the time and date of entry, a Stand-by Person always be present whenever confined space work is being conducted. The team have proper rescue training.\n* that appropriate equipment and tools provided for the work in line with Ericsson's requirements and the tools and equipment inspected periodically and before the start of the work",
    "scoring": {
      "stretch": "The company can demonstrate evidence on;\n*A robust documented procedure for Confined Spaces that meets local regulations and Ericsson's OHS Requirements\n*Risk assessment for the specific confined space entry and establishing/confirming control measures\n*Personnel fit to work in confined spaces\n*Adequate technical competency confirmed for confined space entry supervisors, authorized confined space entrants, person who test or monitor atmosphere, stand-by personnel/attendant, and rescue personnel\n*Entry permit system\n*Testing confined space atmosphere safety by appropriate atmospheric tests (i.e., oxygen deficiency, toxic substances, and explosive concentrations etc.) before entry and monitor and record in accordance with needs of the nature of workplace and local legal requirement\n*Emergency arrangements specific to the activity being undertaken and to the time and date of entry",
      "commitment": "The company can demonstrate evidence on;\n*A good process on Confined Spaces and have a good risk assessment to cover hazards arising from it\n*These measures are documented and actively implemented\n*Training standards and qualifications that comply with local legal requirements are established and strictly followed. \n*Personal protective equipment standards are specified, meet recognized standards, and records are kept.\n*Personnel fit to work in confined spaces \n*Testing confined space atmosphere safety by appropriate atmospheric tests and record are kept",
      "robust": "The company can demonstrate evidence on;\n*Baseline risk assessment which covers confined spaces\n*Local training standards and qualifications that meet local legal requirements are established and rigorously followed.\n*The standards for personal protective equipment (PPE) have been defined and comply with local laws, but have not been confirmed as suitable for the specific work scope. \n*Personnel fit to work in confined spaces",
      "warning": "*Hazards arising from confined space included in generic risk assessment on paper but no other records and/implementation to control the risk",
      "offtrack": "Company does not comply with all requirements. Evidence is not sufficient or in place."
    }
  },
  {
    "number": 23,
    "text": "Does  your company have a procedure for Lone Working that meets Ericsson's OHS Requirements including, but not limited to:\n* strict prohibition of lone working when working on live power installations, at heights (i.e. above two meters), in confined spaces and in areas with no mobile phone coverage and when conducting hot works\n* appointment of a contact person or an automated system for lone worker tracking, including locations, routes, check-in/out times, contact and vehicle details, etc. \n-locations of lone workers,\n-reporting-in times or estimated time of arrival and departure at a remote site (the frequency of reporting-in should be determined based on risk and changes of location),\n-contact details, and\n-travel/vehicle details (particularly important in the event of requiring emergency assistance).",
    "scoring": {
      "stretch": "The company can demonstrate evidence on;\n*A robust documented procedure for Lone Working that meets Ericsson's OHS Requirements\n*A risk assessment for the activity/ project prior to lone working risk and define control measures\n*A process/procedure for all lone lone working whereby an appointed contact person or an automated system for lone worker tracking is informed\n*Emergency plans in place for lone working activities including the communication and control plan\n*All lone workers have a mobile phone and mobile phone charger (car, solar etc.) when working at off-site locations with no fixed line phone\n*Lone workers are trained on lone working process to fully understand the risks and needed precautions\n*Employees medically fit to work for working alone",
      "commitment": "The company can demonstrate evidence on;\n*A good process on lone working and have a good risk assessment to cover hazards arising from working alone\n*These measures are documented and actively implemented\n*Training standards and qualifications that comply with local legal requirements are established and strictly followed. \n*Strict prohibition of lone working when working on live power installations, at heights (i.e. above two meters), in confined spaces and in areas with no mobile phone coverage and when conducting hot works",
      "robust": "*Company has baseline risk assessment which covers lone working\n*Strict prohibition of lone working when working on live power installations, at heights (i.e. above two meters), in confined spaces and in areas with no mobile phone coverage and when conducting hot works",
      "warning": "*Hazards arising from lone working included in generic risk assessment on paper but no other records and/implementation to control the risk",
      "offtrack": "Company does not comply with all requirements. Evidence is not sufficient or in place."
    }
  },
  {
    "number": 24,
    "text": "Does your company have a documented process for the Manual Handling that meets Ericsson's OHS Requirements as a minimum including, but not limited to?\n* that company conduct risk assessment before manual handling\n* that company provide appropriate protective equipment for the job;  gloves (e.g. considering dexterity and cut resistance) where there is a risk of cutting the hands,\tprotective footwear, clothing which does not impede safe manual handling (e.g. loose clothing shall be avoided as it may get stuck)\n* that employees medically fit to do manual handling\n* that company provide manual handling training  to recognize the risks and decide the best way to carry out the tasks\n* that mechanical handling equipment used whenever possible by an individual who is authorized and trained to use it",
    "scoring": {
      "stretch": "The company can demonstrate evidence on;\n*A robust documented procedure for the Manual Handling that meets Ericsson's OHS Requirements\n*Risk assessment before manual handling\n*Appropriate protective equipment for the job ;  gloves (e.g. considering dexterity and cut resistance) where there is a risk of cutting the hands, protective footwear, clothing which does not impede safe manual handling (e.g. loose clothing shall be avoided as it may get stuck)\n*Employees medically fit to  do manual handling\n*Manual handling training  to recognize the risks and decide the best way to carry out the tasks",
      "commitment": "The company can demonstrate evidence on;\n*A good process for the Manual Handling have a good risk assessment to cover hazards arising from manual handling\n*These measures are documented and actively implemented\n*Training standards and qualifications that comply with local legal requirements are established and strictly followed.",
      "robust": "*Company has baseline risk assessment which covers manual handling\n*Company provide appropriate PPE for the job\n*Local training standards and qualifications that meet local legal requirements are established and rigorously followed.\n*Personnel fit to do manual handling",
      "warning": "*Hazards arising from manual handling included in generic risk assessment on paper but no other records and/implementation to control the risk",
      "offtrack": "Company does not comply with all requirements. Evidence is not sufficient or in place."
    }
  },
  {
    "number": 25,
    "text": "Is your Company's OHS management system certified against ISO 45001 by an accredited certification body?",
    "scoring": {
      "stretch": "The Company has an integrated management system certification including ISO 45001 OHS management system and ISO 9001 Quality Management System by an accredited certification body. The scope of the certification covers all activities under the scope of work for Ericsson. The certificate was verified with the issuing certification body and confirmed valid.",
      "commitment": "The Company has an OHS management system that is certified under ISO 45001 by an accredited certification body. The scope of the certification covers all activities under the scope of work for Ericsson. The certificate was verified with the issuing certification body and confirmed valid.",
      "robust": "The Company has an OHS management system that is certified under ISO 45001 by an accredited certification body but the scope of the certification does not cover all activities under the scope of work for Ericsson.",
      "warning": "The Company is certified under ISO 45001 but not by an accredited certification body.",
      "offtrack": "The Company is not certified under ISO 45001."
    }
  },
  {
    "number": 26,
    "text": "Does your company have mechanisms/channels for employees and subcontractors (where applicable) to speak up and raise safety concerns openly? If yes, how these reported safety concerns are handled?",
    "scoring": {
      "stretch": "The company can demonstrate that: \n• it has formal mechanisms/channels for employees and subcontractors (when applicable) to raise safety concerns openly and these are investigated and addressed and discussed in OHS Governance Meetings. \n• employees are empowered to speak up and stop the work if they feel or see a safety concern\n• speak is welcome and there is no retaliation when employees raise safety concerns",
      "commitment": "The company can demonstrate that: \n• it has informal mechanisms/channels for employees and subcontractors (when applicable) to raise safety concerns openly. However, these are not always investigated or addressed. \n• employees are empowered to speak up and stop the work if they feel or see a safety concern\n• there is no retaliation when employees raise safety concerns",
      "robust": "The company can demonstrate that employees can raise safety concerns without retaliation. However, the number of concerns raised is low.",
      "warning": "The company can demonstrate that employees can raise safety concerns with procedure, instruction etc. However, no records of concerns.",
      "offtrack": "The company could not demonstrate that it promotes a speak-up culture and empowers employees to raise safety concerns openly without retaliation."
    }
  },
  {
    "number": 27,
    "text": "What measures do you have in place to ensure sufficient rest?",
    "scoring": {
      "stretch": "The company has a written document in place and can demonstrate evidence of robust fatigue management and working hours that meet local regulations and Ericsson's requirements. Implementation is monitored on a regular basis.",
      "commitment": "The company has a written document in place and can demonstrate evidence of robust fatigue management and working hours that meet local regulations and Ericsson's requirements. Monitoring the implementation is not completely specified.",
      "robust": "The company has documented procedures in place that meet local regulations. Monitoring the implementation is not specified.",
      "warning": "Existing procedures are incomplete or undocumented. Some fatigue management practices are in place, but the requirements, scope and monitoring are not specified or do not fully comply with all requirements.",
      "offtrack": "The company has no policy or measures in place to ensure sufficient rest between shifts"
    }
  },
  {
    "number": 28,
    "text": "How do you ensure employees are physically as well as mentally fit to work at the start of their work shift?",
    "scoring": {
      "stretch": "The company has a robust documented process in place to ensure that the physical and mental well-being of their employees is ensured and monitored at the beginning of each shift. Regular checks are made at the arrival to the site and records of the checks are kept.",
      "commitment": "The company demonstrated that there is a robust documented process in place and that the process is actively implemented but keeping records of the checks is not completely specified",
      "robust": "The company demonstrated that there is a documented process in place and that the process is implemented. Keeping records of the checks is not specified.",
      "warning": "Existing processes are incomplete or undocumented. Checks are performed on informal basis but the requirements, scope or records of these checks are not specified",
      "offtrack": "The company has no measures in place to ensure and monitor that their employees are physically and mentally fit to work at the start of a shift."
    }
  }
]